Repository: Extinguish-a/gentoo-updates-indicator
Catalog: locale/*/LC_MESSAGES/gentoo-updates-indicator.po
Languages: de_de, fr, it_it

source: Settings
de_de: Einstellungen
fr: Paramètres
it_it: Impostazioni

source: Update now
de_de: Jetzt aktualisieren
fr: Mettre à jour maintenant
it_it: Aggiorna adesso

source: Open package manager
de_de: Paketverwaltung öffnen
fr: Ouvrir le gestionnaire de paquets
it_it: Apri gestore pacchetti

source: Sync Portage now
de_de: Portage jetzt synchronisieren
fr: Synchroniser Portage maintenant
it_it: Sincronizza Portage adesso

source: Rebuild World now
de_de: World jetzt neu aufbauen
fr: Reconstruire le monde maintenant
it_it: Ricompila World adesso

source: Checking
de_de: Prüfe
fr: Vérification
it_it: Verifica in corso

source: Check now
de_de: Jetzt prüfen
fr: Vérifier maintenant
it_it: Controlla ora

source: Waiting first check
de_de: Warte auf erste Prüfung
fr: En attente du premier contrôle
it_it: In attesa del primo controllo

source: Last checked
de_de: Letzte Prüfung
fr: Dernier contrôle
it_it: Ultimo controllo

source: %d update pending
de_de: %d Aktualisierung ausstehend
fr: %d mise à jour en attente
it_it: %d aggiornamento disponibile

source: New Gentoo Update
de_de: Neue Gentoo-Aktualisierung
fr: Nouvelle mise à jour Gentoo
it_it: Nuovo aggiornamento Gentoo

source: There is %d update pending
de_de: Es ist %d Aktualisierung ausstehend
fr: Il y a %d mise à jour en attente
it_it: È disponibile %d aggiornamento

source: Error
de_de: Fehler
fr: Erreur
it_it: Errore

source: Up to date :)
de_de: Auf dem neuesten Stand :)
fr: À jour :)
it_it: Sistema aggiornato :)

source: Basic settings
de_de: Grundeinstellungen
fr: Paramètres de base
it_it: Impostazioni di base

source: Checking for updates
de_de: Nach Updates suchen
fr: Vérification des mises à jour
it_it: Verifica aggiornamenti

source: Time to wait before first check (seconds)
de_de: Wartezeit vor erster Prüfung (Sekunden)
fr: Délai avant le premier contrôle (secondes)
it_it: Tempo di attesa prima del primo controllo (secondi)

source: Interval between updates check (minutes)
de_de: Intervall zwischen Prüfungen (Minuten)
fr: Intervalle entre vérifications (minutes)
it_it: Intervallo tra i controlli (minuti)

source: Indicator
de_de: Indikator
fr: Indicateur
it_it: Indicatore

source: Always visible
de_de: Immer sichtbar
fr: Toujours visible
it_it: Sempre visibile

source: Use built-in icons
de_de: Integrierte Symbole verwenden
fr: Utiliser les icônes intégrées
it_it: Usa icone integrate

source: Show updates count on indicator
de_de: Anzahl der Updates im Indikator anzeigen
fr: Afficher le nombre de mises à jour sur l'indicateur
it_it: Mostra conteggio aggiornamenti sull’indicatore

source: Position in Panel
de_de: Position im Panel
fr: Position dans le panneau
it_it: Posizione nel pannello

source: Left
de_de: Links
fr: Gauche
it_it: Sinistra

source: Center
de_de: Mitte
fr: Centre
it_it: Centro

source: Right
de_de: Rechts
fr: Droite
it_it: Destra

source: Menu
de_de: Menü

source: Auto-expand updates list if updates count is less than this number (0 to disable)
de_de: Liste automatisch aufklappen, wenn die Anzahl der Updates kleiner ist als dieser Wert (0 deaktiviert)
fr: Développer automatiquement la liste si le nombre de mises à jour est inférieur à ce nombre (0 pour désactiver)
it_it: Espandi automaticamente la lista se gli aggiornamenti sono meno di questo numero (0 per disabilitare)

source: Strip out versions numbers
de_de: Versionsnummern ausblenden
fr: Supprimer les numéros de version
it_it: Rimuovi numeri di versione

source: Show date/time of last check
de_de: Datum/Uhrzeit der letzten Prüfung anzeigen
fr: Afficher la date/heure du dernier contrôle
it_it: Mostra data/ora dell’ultimo controllo

source: Notification
de_de: Benachrichtigungen
fr: Notifications
it_it: Notifiche

source: Send a notification when new updates are available
de_de: Benachrichtigung senden, wenn neue Updates verfügbar sind
fr: Envoyer une notification lorsqu’il y a de nouvelles mises à jour
it_it: Invia una notifica quando sono disponibili nuovi aggiornamenti

source: How much information to show on notifications
de_de: Detailgrad der Benachrichtigungen
fr: Niveau de détail des notifications
it_it: Quante informazioni mostrare nelle notifiche

source: Count only
de_de: Nur Anzahl
fr: Nombre seulement
it_it: Solo conteggio

source: New updates names
de_de: Namen neuer Updates
fr: Noms des nouvelles mises à jour
it_it: Nomi dei nuovi aggiornamenti

source: All updates names
de_de: Alle Updatenamen
fr: Tous les noms des mises à jour
it_it: Nomi di tutti gli aggiornamenti

source: Automation
de_de: Automatisierung
fr: Automatisation
it_it: Automazione

source: Open terminal automatically when new updates appear
de_de: Terminal automatisch öffnen, wenn neue Updates erscheinen
fr: Ouvrir automatiquement le terminal lorsque de nouvelles mises à jour apparaissent
it_it: Apri automaticamente il terminale quando compaiono nuovi aggiornamenti

source: Advanced settings
de_de: Erweiterte Einstellungen
fr: Paramètres avancés
it_it: Impostazioni avanzate

source: Command to check for package updates
de_de: Befehl zum Prüfen auf Updates
fr: Commande pour vérifier les mises à jour
it_it: Comando per controllare gli aggiornamenti

source: Disable output parsing, count every line as an update. This is the old behavior.
de_de: Ausgabeanalyse deaktivieren; jede Zeile als Update zählen. Altes Verhalten.
fr: Désactiver l’analyse de la sortie ; compter chaque ligne comme une mise à jour. Ancien comportement.
it_it: Disabilita il parsing: considera ogni riga come un aggiornamento. Comportamento precedente.

source: Command to update packages
de_de: Befehl zum Aktualisieren der Pakete
fr: Commande pour mettre à jour les paquets
it_it: Comando per aggiornare i pacchetti

source: Preferred terminal
de_de: Bevorzugtes Terminal
fr: Terminal préféré
it_it: Terminale preferito

source: Selecting a preset updates the commands below. Choose “custom” to keep your own commands.
de_de: Die Auswahl einer Vorgabe aktualisiert die Befehle unten. Mit „Benutzerdefiniert“ behältst du deine.
fr: La sélection d’un préréglage met à jour les commandes ci‑dessous. Choisissez « personnalisé » pour conserver les vôtres.
it_it: Selezionare un preset aggiorna i comandi sotto. Scegli “personalizzato” per mantenere i tuoi comandi.

source: Custom
de_de: Benutzerdefiniert
fr: Personnalisé
it_it: Personalizzato

source: Portage package DB path - To detect when new packages are installed
de_de: Pfad zur Portage-Paketdatenbank – um neue Installationen zu erkennen
fr: Chemin de la base de paquets Portage – pour détecter de nouvelles installations
it_it: Percorso DB pacchetti Portage - per rilevare nuove installazioni

source: Command to open package manager (optional)
de_de: Befehl zum Öffnen der Paketverwaltung (optional)
fr: Commande pour ouvrir le gestionnaire de paquets (optionnel)
it_it: Comando per aprire il gestore pacchetti (opzionale)

source: Command to sync Portage repositories (optional)
de_de: Befehl zum Synchronisieren der Portage-Repositories (optional)
fr: Commande pour synchroniser les dépôts Portage (optionnel)
it_it: Comando per sincronizzare i repository Portage (opzionale)

source: Enable scheduled sync
de_de: Geplante Synchronisierung aktivieren
fr: Activer la synchronisation planifiée
it_it: Abilita sincronizzazione pianificata

source: Scheduled sync interval
de_de: Intervall der geplanten Synchronisierung
fr: Intervalle de synchronisation planifiée
it_it: Intervallo di sincronizzazione pianificata

source: Hours
de_de: Stunden
fr: Heures
it_it: Ore

source: Days
de_de: Tage
fr: Jours
it_it: Giorni

source: Enable fixed daily sync time
de_de: Feste tägliche Synchronisationszeit aktivieren
fr: Activer l’heure quotidienne fixe de synchronisation
it_it: Abilita orario fisso giornaliero per il sync

source: Fixed daily sync time
de_de: Feste tägliche Synchronisationszeit
fr: Heure quotidienne fixe
it_it: Orario fisso giornaliero

source: Command to show info for a package (optional)
de_de: Befehl zum Anzeigen von Paketinformationen (optional)
fr: Commande pour afficher les informations d’un paquet (optionnel)
it_it: Comando per mostrare info di un pacchetto (opzionale)

source: Display package names as links (underlined)
de_de: Paketnamen als Links anzeigen (unterstrichen)
fr: Afficher les noms de paquets comme des liens (soulignés)
it_it: Mostra i nomi dei pacchetti come link (sottolineati)

source: About
de_de: Info
fr: À propos
it_it: Informazioni
