Repository: Extinguish-a/gentoo-updates-indicator
Catalog: locale/*/LC_MESSAGES/gentoo-update.po
Languages: es

source: Settings
es: Configuración

source: Update now
es: Actualizar ahora

source: Open package manager
es: Abrir gestor de paquetes

source: Sync Portage now
es: Sincronizar Portage ahora

source: Rebuild World now
es: Reconstruir World ahora

source: Checking
es: Comprobando

source: Check now
es: Comprobar ahora

source: Waiting first check
es: Esperando la primera comprobación

source: Last checked
es: Última comprobación

source: %d update pending
es: %d actualización pendiente

source: New Gentoo Update
es: Nueva actualización de Gentoo

source: There is %d update pending
es: Hay %d actualización pendiente

source: Up to date :)
es: Actualizado :)

source: Basic settings
es: Ajustes básicos

source: Checking for updates
es: Comprobación de actualizaciones

source: Time to wait before first check (seconds)
es: Tiempo de espera antes de la primera comprobación (segundos)

source: Interval between updates check (minutes)
es: Intervalo entre comprobaciones (minutos)

source: Indicator
es: Indicador

source: Always visible
es: Siempre visible

source: Use built-in icons
es: Usar iconos integrados

source: Show updates count on indicator
es: Mostrar número de actualizaciones en el indicador

source: Position in Panel
es: Posición en el panel

source: Left
es: Izquierda

source: Center
es: Centro

source: Right
es: Derecha

source: Menu
es: Menú

source: Auto-expand updates list if updates count is less than this number (0 to disable)
es: Expandir automáticamente la lista si el número de actualizaciones es menor que este valor (0 desactiva)

source: Strip out versions numbers
es: Ocultar números de versión

source: Show date/time of last check
es: Mostrar fecha/hora de la última comprobación

source: Notification
es: Notificaciones

source: Send a notification when new updates are available
es: Enviar una notificación cuando haya nuevas actualizaciones

source: How much information to show on notifications
es: Nivel de detalle en las notificaciones

source: Count only
es: Solo número

source: New updates names
es: Nombres de nuevas actualizaciones

source: All updates names
es: Nombres de todas las actualizaciones

source: Automation
es: Automatización

source: Open terminal automatically when new updates appear
es: Abrir automáticamente el terminal cuando aparezcan nuevas actualizaciones

source: Advanced settings
es: Ajustes avanzados

source: Command to check for package updates
es: Comando para comprobar actualizaciones

source: Disable output parsing, count every line as an update. This is the old behavior.
es: Desactivar el análisis de la salida; contar cada línea como una actualización. Comportamiento anterior.

source: Command to update packages
es: Comando para actualizar paquetes

source: Preferred terminal
es: Terminal preferido

source: Selecting a preset updates the commands below. Choose “custom” to keep your own commands.
es: Seleccionar un preset actualiza los comandos de abajo. Elige “personalizado” para mantener los tuyos.

source: Custom
es: Personalizado

source: Portage package DB path - To detect when new packages are installed
es: Ruta de la base de datos de paquetes de Portage – para detectar nuevas instalaciones

source: Command to open package manager (optional)
es: Comando para abrir el gestor de paquetes (opcional)

source: Command to sync Portage repositories (optional)
es: Comando para sincronizar los repositorios de Portage (opcional)

source: Enable scheduled sync
es: Activar sincronización programada

source: Scheduled sync interval
es: Intervalo de sincronización programada

source: Hours
es: Horas

source: Days
es: Días

source: Enable fixed daily sync time
es: Activar hora fija diaria de sincronización

source: Fixed daily sync time
es: Hora fija diaria

source: Command to show info for a package (optional)
es: Comando para mostrar info de un paquete (opcional)

source: Display package names as links (underlined)
es: Mostrar nombres de paquetes como enlaces (subrayados)

source: About
es: Acerca de
